Repository: IuriiNaumov/Droword
Catalog: Droword/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Hide extras you don’t want on Home. Dictionary and lessons stay.
de: Blende Extras auf Home aus. Wörterbuch und Lektionen bleiben.
es: Oculta extras en Home. El diccionario y las lecciones se quedan.
fr: Cache les extras sur Home. Dico et leçons restent.
ja: Homeの余分を非表示。辞書とレッスンはそのまま。
ko: 홈에서 Extras 숨기기. 사전과 레슨은 그대로.
ru: Спрячь лишнее с главной. Словарь и уроки остаются.

source: Hint: %@
de: Hinweis: %@
es: Pista: %@
fr: Indice : %@
ja: ヒント: %@
ko: 힌트: %@
ru: Подсказка: %@

source: Hint: お..., 2 letters
de: Hinweis: お..., 2 Buchstaben
es: Pista: お..., 2 letras
fr: Indice : お..., 2 lettres
ja: ヒント: お..., 2文字
ko: 힌트: お..., 2글자
ru: Подсказка: お..., 2 буквы

source: Home and routine
de: Zuhause und Alltag
es: Hogar y rutina
fr: Maison et routine
ja: 家と日常
ko: 집과 일상
ru: Дом и распорядок

source: Home Screen
de: Startbildschirm
es: Pantalla principal
fr: Écran d'accueil
ja: ホーム画面
ko: 홈 화면
ru: Главный экран

source: How you lock it in
de: Wie du's festmachst
es: Cómo lo fijas
fr: Comment tu l'ancres
ja: 定着の仕方
ko: 어떻게 고정할지
ru: Как ты это закрепляешь

source: How your dictionary is growing
de: So wächst dein Wörterbuch
es: Cómo crece tu diccionario
fr: Comment ton dico grandit
ja: 辞書の成長
ko: 사전이 자라는 방식
ru: Как растёт твой словарь

source: I can translate it for you
de: Ich kann es für dich übersetzen
es: Puedo traducirlo por ti
fr: Je peux le traduire pour vous
ja: 翻訳はお任せください
ko: 제가 번역해 드릴 수 있어요
ru: Я могу перевести за тебя

source: I speak
de: Ich spreche
es: Hablo
fr: Je parle
ja: 母語
ko: 내가 사용하는 언어
ru: Я говорю на

source: I'm learning
de: Ich lerne
es: Estoy aprendiendo
fr: J’apprends
ja: 学習中の言語
ko: 내가 배우는 언어
ru: Я изучаю

source: I’m learning
de: Ich lerne
es: Estoy aprendiendo
fr: J’apprends
ja: 学習中の言語
ko: 내가 배우는 언어
ru: Я изучаю

source: If you are located in the European Economic Area (EEA) or other regions with data protection laws, you have certain rights. Since the App does not collect or store personal data, most traditional data rights (such as access, correction, or deletion requests) do not apply. However, you retain full control over your data because all data is stored locally on your device and you can delete it at any time.
de: Wenn du im EWR oder einer anderen Region mit Datenschutzrecht bist, hast du bestimmte Rechte. Da die App keine personenbezogenen Daten erhebt oder speichert, greifen die üblichen Auskunfts-/Löschanfragen kaum. Du behältst die volle Kontrolle, weil alles lokal liegt und du es jederzeit löschen kannst.
es: Si estás en el EEE u otra región con leyes de protección de datos, tienes ciertos derechos. Como la App no recoge ni guarda datos personales, la mayoría de derechos clásicos no aplican. Sigues teniendo el control: todo está en tu dispositivo y puedes borrarlo cuando quieras.
fr: Si tu es dans l’EEE ou une région avec des lois de protection des données, tu as certains droits. Comme l’App ne collecte ni ne stocke de données perso, la plupart des droits classiques ne s’appliquent pas. Tu gardes le contrôle : tout est local et tu peux tout supprimer.
ja: EEAなどデータ保護法のある地域にいる場合、一定の権利があります。 本アプリは個人データを収集・保存しないため、開示・訂正・削除の請求はほぼ該当しません。データは端末内にあり、いつでも自分で削除できます。
ko: EEA 등 개인정보 보호법이 있는 지역이면 권리가 있어. 앱이 개인정보를 모으거나 저장하지 않아서 일반적인 열람·정정·삭제 청구는 거의 해당 안 돼. 데이터는 기기에 있고 언제든 직접 지울 수 있어.
ru: Если ты в ЕЭЗ или другой зоне с законами о персональных данных, у тебя есть права. Приложение не собирает и не хранит персональные данные, поэтому классические запросы на доступ и удаление почти не применяются. Контроль у тебя: всё на устройстве, удалить можно в любой момент.

source: If you have any questions about these Terms, please contact us via the App Store support link.
de: Fragen zu diesen Bedingungen? Melde dich über den Support-Link im App Store.
es: Si tienes preguntas sobre estos términos, escríbenos por el enlace de soporte de App Store.
fr: Des questions sur ces conditions ? Contacte-nous via le lien support de l’App Store.
ja: 本規約について質問があれば、App Storeのサポートリンクからご連絡ください。
ko: 이 약관에 질문이 있으면 App Store 지원 링크로 연락해.
ru: Вопросы по условиям — напиши через поддержку в App Store.

source: If you have any questions about this Privacy Policy, please contact us via the App Store support link.
de: Fragen zu dieser Richtlinie? Melde dich über den Support-Link im App Store.
es: Si tienes preguntas sobre esta política, escríbenos por el enlace de soporte de App Store.
fr: Des questions sur cette politique ? Contacte-nous via le lien support de l’App Store.
ja: このポリシーについて質問があれば、App Storeのサポートリンクからご連絡ください。
ko: 이 방침에 질문이 있으면 App Store 지원 링크로 연락해.
ru: Вопросы по политике — напиши через поддержку в App Store.

source: If you set a profile image, it stays on your device. If you scan a page of words, that photo is sent to our API so we can read the vocabulary. We do not keep the image after the scan.
de: Ein Profilbild bleibt auf deinem Gerät. Scannst du eine Wörterseite, geht das Foto an unsere API, damit wir die Vokabeln lesen können. Das Bild behalten wir danach nicht.
es: Si pones foto de perfil, se queda en tu dispositivo. Si escaneas una página de palabras, esa foto va a nuestra API para leer el vocabulario. No guardamos la imagen después.
fr: Une photo de profil reste sur ton appareil. Si tu scans une page de mots, la photo part vers notre API pour lire le vocabulaire. On ne garde pas l’image après.
ja: プロフィール画像は端末に残ります。単語のページをスキャンした場合、語彙を読むためにその写真がAPIへ送られます。スキャン後に画像は保持しません。
ko: 프로필 사진은 기기에 남아. 단어 페이지를 스캔하면 어휘를 읽으려고 그 사진이 API로 가. 스캔 후에는 이미지를 보관하지 않아.
ru: Фото профиля остаётся на устройстве. Если сканируешь страницу со словами, снимок уходит в наш API, чтобы прочитать лексику. После скана картинку не храним.

source: Import Complete
de: Import abgeschlossen
es: Importación completa
fr: Importation terminée
ja: インポート完了
ko: 가져오기 완료
ru: Импорт завершён

source: Import Words
de: Wörter importieren
es: Importar palabras
fr: Importer des mots
ja: 単語をインポート
ko: 단어 가져오기
ru: Импорт слов

source: In dictionary
de: Im Wörterbuch
es: En el diccionario
fr: Dans le dico
ja: 辞書内
ko: 사전 안
ru: В словаре

source: Include mastered
de: Gemeisterte einbeziehen
es: Incluir dominadas
fr: Inclure les maîtrisés
ja: 習得済みを含む
ko: 마스터한 단어 포함
ru: Включать изученные

source: It's been a while — your words are waiting!
de: Es ist eine Weile her — deine Wörter warten!
es: ¡Ha pasado un tiempo — tus palabras te esperan!
fr: Cela fait un moment — vos mots vous attendent !
ja: しばらくぶりですね — 単語が待っています！
ko: 오랜만이에요 — 단어들이 기다리고 있어요!
ru: Давно не виделись — твои слова ждут!

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
ko: 일본어
ru: Японский

source: Just for fun
de: Nur zum Spaß
es: Por diversión
fr: Juste pour le fun
ja: ただ楽しいから
ko: 그냥 재미로
ru: Просто так

source: Keep going!
de: Weiter so!
es: ¡Sigue así!
fr: Continuez !
ja: その調子！
ko: 계속해요!
ru: В том же духе!

source: Keep growing!
de: Wachse weiter!
es: ¡Sigue creciendo!
fr: Continuez à progresser !
ja: 成長し続けよう！
ko: 계속 성장해요!
ru: Продолжай расти!

source: Keep practicing!
de: Übe weiter!
es: ¡Sigue practicando!
fr: Continuez à pratiquer !
ja: 練習を続けよう！
ko: 계속 연습해요!
ru: Продолжай стараться

source: Keep the streak with a short lesson
de: Halte den Streak mit einer kurzen Lektion
es: Mantén la racha con una lección corta
fr: Garde la série avec une courte leçon
ja: 短いレッスンで連続をキープ
ko: 짧은 레슨으로 연속 유지
ru: Поддержи серию коротким уроком

source: Keep this one close. It will come back tomorrow.
de: Behalt das nah bei dir. Es kommt morgen wieder.
es: Quédate con esta. Vuelve mañana.
fr: Garde celui-là près. Il revient demain.
ja: これを近くに置いて。明日また来るよ。
ko: 이 단어는 가까이. 내일 다시 와.
ru: Держи это слово рядом. Оно вернётся завтра.

source: Known
de: Bekannt
es: Conocidas
fr: Connu
ja: 既知
ko: 알고 있음
ru: Известно

source: Known · %lld%%
de: Bekannt · %lld%%
es: Conocidas · %lld%%
fr: Connues · %lld%%
ja: 定着 · %lld%%
ko: 익숙함 · %lld%%
ru: Знаю · %lld%%

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語
ko: 한국어
ru: Корейский

source: Language Pair
de: Sprachpaar
es: Par de idiomas
fr: Paire de langues
ja: 言語ペア
ko: 언어 쌍
ru: Языковая пара

source: Language Preferences
de: Spracheinstellungen
es: Preferencias de idioma
fr: Préférences linguistiques
ja: 言語設定
ko: 언어 설정
ru: Языковые настройки

source: Large
de: Groß
es: Grande
fr: Grand
ja: 大
ko: 크게
ru: Большой

source: Last lesson · %lld%%
de: Letzte Lektion · %lld%%
es: Última lección · %lld%%
fr: Dernière leçon · %lld%%
ja: 前回のレッスン · %lld%%
ko: 지난 레슨 · %lld%%
ru: Последний урок · %lld%%

source: Last updated: April 2026
de: Zuletzt aktualisiert: April 2026
es: Última actualización: Abril 2026
fr: Dernière mise à jour : avril 2026
ja: 最終更新: 2026年4月
ko: 마지막 업데이트: 2026년 4월
ru: Последнее обновление: Апрель 2026

source: Learn vocabulary smarter
de: Vokabeln schlauer lernen
es: Aprende vocabulario de forma inteligente
fr: Apprenez le vocabulaire plus intelligemment
ja: もっと賢く語彙を学ぶ
ko: 더 똑똑하게 어휘 학습
ru: Учите слова умнее

source: Learn without limits
de: Lerne ohne Limits
es: Aprende sin límites
fr: Apprends sans limites
ja: 制限なく学ぼう
ko: 제한 없이 배우기
ru: Учись без ограничений

source: Learned something cool?
de: Etwas Cooles gelernt?
es: ¿Aprendiste algo interesante?
fr: Appris quelque chose de cool ?
ja: 面白い言葉を覚えた？
ko: 멋진 걸 배웠나요?
ru: Узнал что-то классное?

source: Learning
de: Lernen
es: Aprendiendo
fr: Apprentissage
ja: 学習中
ko: 학습 중
ru: Изучаемые

source: Learning for %lld days
de: Lernst seit %lld Tagen
es: Aprendiendo %lld días
fr: Tu apprends depuis %lld jours
ja: %lld日間学習中
ko: %lld일째 배우는 중
ru: Учишься %lld дней

source: Learning level: %@
de: Niveau: %@
es: Nivel: %@
fr: Niveau : %@
ja: レベル: %@
ko: 레벨: %@
ru: Уровень: %@

source: Learning vibe
de: Lern-Vibe
es: Vibe de aprendizaje
fr: Vibe d'apprentissage
ja: 学びの雰囲気
ko: 학습 바이브
ru: Вайб учёбы

source: Least known
de: Am wenigsten bekannt
es: Menos conocidas
fr: Les moins connus
ja: 最も未定着
ko: 가장 모르는
ru: Хуже изучены

source: Legend 🌟
de: Legende 🌟
es: Leyenda 🌟
fr: Légende 🌟
ja: レジェンド 🌟
ko: 전설 🌟
ru: Легенда 🌟

source: Lesson closed. Come back tomorrow.
de: Lektion zu. Komm morgen wieder.
es: Lección cerrada. Vuelve mañana.
fr: Leçon close. Reviens demain.
ja: レッスン終了。また明日。
ko: 레슨 끝. 내일 와.
ru: Урок закрыт. Приходи завтра.

source: Lesson done
de: Lektion fertig
es: Lección hecha
fr: Leçon finie
ja: レッスン完了
ko: 레슨 끝
ru: Урок закрыт

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
ru: Светлое

source: Link it to something you know
de: Verknüpfe es mit etwas, das du kennst
es: Relaciónalo con algo que conozcas
fr: Associez-le à quelque chose que vous connaissez
ja: 知っていることと結びつけよう
ko: 아는 것과 연결해 보세요
ru: Свяжи с чем-то знакомым

source: Listen to words with customizable voice and speech rate.
de: Höre Wörter mit anpassbarer Stimme und Sprechgeschwindigkeit.
es: Escucha palabras con voz y velocidad personalizables.
fr: Écoutez les mots avec une voix et un débit personnalisables.
ja: カスタマイズ可能な音声と速度で単語を聞けます。
ko: 맞춤 설정 가능한 음성과 속도로 단어를 들어보세요.
ru: Слушай слова с настраиваемым голосом и скоростью речи.

source: Listening Mode
de: Hörmodus
es: Modo escucha
fr: Mode écoute
ja: リスニングモード
ko: 듣기 모드
ru: Режим прослушивания

source: Main
de: Start
es: Inicio
fr: Accueil
ja: メイン
ko: 메인
ru: Главная

source: Make it yours
de: Mach es zu deinem
es: Hazlo tuyo
fr: Personnalisez-le
ja: 自分だけのアプリに
ko: 나만의 것으로 만들기
ru: Сделай его своим

source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
ja: サブスクリプション管理
ko: 구독 관리
ru: Управление подпиской

source: Marksman
de: Scharfschütze
es: Tirador
fr: Tireur d’élite
ja: マークスマン
ko: 명사수
ru: Меткий стрелок

source: Master 🐉
de: Meister 🐉
es: Maestro 🐉
fr: Maître 🐉
ja: マスター 🐉
ko: 마스터 🐉
ru: Мастер 🐉

source: Mastery
de: Meisterschaft
es: Dominio
fr: Maîtrise
ja: 習得度
ko: 마스터
ru: Мастерство

source: Match the pairs
de: Paare zuordnen
es: Empareja los pares
fr: Associez les paires
ja: ペアを合わせよう
ko: 짝 맞추기
ru: Соедини пары

source: Meetings, email, office life
de: Meetings, Mails, Büro
es: Reuniones, mails, oficina
fr: Réunions, mails, bureau
ja: 会議、メール、オフィス
ko: 회의, 메일, 회사
ru: Митинги, почта, офис

source: Memes, shows, whatever sticks
de: Memes, Serien, was hängen bleibt
es: Memes, series, lo que se quede
fr: Mèmes, séries, ce qui colle
ja: ミーム、番組、残るもの
ko: 밈, 드라마, 남는 거
ru: Мемы, сериалы, что залипнет

source: Memory hint
de: Merkhilfe
es: Pista de memoria
fr: Indice mémoire
ja: 記憶のヒント
ko: 기억 힌트
ru: Подсказка

source: Memory Keeper
de: Gedächtnisbewahrer
es: Guardián de la memoria
fr: Gardien de mémoire
ja: メモリーキーパー
ko: 기억 지킴이
ru: Хранитель памяти

source: Minutes
de: Minuten
es: Minutos
ja: 分
ko: 분
ru: Минуты

source: Minutes the app was open — a rough signal
de: Minuten mit geöffneter App — grobes Signal
es: Minutos con la app abierta — señal aproximada
fr: Minutes d’app ouverte — signal approximatif
ja: アプリを開いていた分数 — 目安
ko: 앱이 열려 있던 분 — 대략적 신호
ru: Минуты, пока приложение открыто — грубый сигнал

source: Missed
de: Verpasst
es: Perdido
fr: Raté
ja: 不正解
ko: 놓침
ru: Пропущено

source: Mixed
de: Gemischt
es: Mixto
fr: Mixte
ja: ミックス
ko: 혼합
ru: Микс

source: Mixed Quizzes
de: Gemischte Quiz
es: Ejercicios mixtos
fr: Quiz mixtes
ja: ミックスクイズ
ko: 혼합 퀴즈
ru: Смешанные тесты

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 月額
ko: 월간
ru: Ежемесячная

source: Monthly Master
de: Monatsmeister
es: Maestro del mes
fr: Maître mensuel
ja: マンスリーマスター
ko: 월간 마스터
ru: Мастер месяца

source: Monthly plan, %@
de: Monatsplan, %@
es: Plan mensual, %@
fr: Abonnement mensuel, %@
ja: 月額プラン、%@
ko: 월간 플랜, %@
ru: Ежемесячный план, %@

source: More
de: Mehr
es: Más
fr: Plus
ja: もっと
ko: 더보기
ru: Ещё

source: More examples
de: Mehr Beispiele
es: Más ejemplos
fr: Plus d’exemples
ja: 他の例文
ko: 더 많은 예문
ru: Ещё примеры

source: Movies
de: Filme
es: Pelis
fr: Films
ja: 映画
ko: 영화
ru: Кино

source: Multiple choice, cloze, matching, typing and sentence building exercises.
de: Multiple-Choice, Lückentext, Zuordnung, Tippen und Satzbau-Übungen.
es: Ejercicios de opción múltiple, completar, emparejar, escribir y construir oraciones.
fr: QCM, texte à trous, association, saisie et construction de phrases.
ja: 選択問題、穴埋め、マッチング、タイピング、文章組み立て。
ko: 객관식, 빈칸 채우기, 짝 맞추기, 타이핑 및 문장 만들기 연습.
ru: Упражнения: выбор ответа, пропуски, соединение пар, ввод и составление предложений.

source: Name required
de: Name erforderlich
es: Nombre requerido
fr: Nom requis
ja: 名前は必須です
ko: 이름 필수
ru: Имя обязательно

source: Need a few more words
de: Noch ein paar Wörter fehlen
es: Faltan unas palabras
fr: Il manque encore des mots
ja: 単語がもう少し必要
ko: 단어가 조금 더 필요해
ru: Нужно ещё пару слов

source: Needs an internet connection
de: Braucht eine Internetverbindung
es: Necesita conexión a internet
fr: Nécessite une connexion internet
ja: インターネット接続が必要です
ko: 인터넷 연결이 필요해요
ru: Нужно подключение к интернету

source: Needs more love
de: Braucht mehr Liebe
es: Necesitan más cariño
fr: Besoin de plus d’amour
ja: もっとケアが必要
ko: 더 많은 관심 필요
ru: Нужно больше внимания

source: New
de: Neu
es: Nuevas
fr: Nouveau
ja: 新規
ko: 새로움
ru: Новый

source: New → learning → known as you review
de: Neu → Lernen → Bekannt durch Reviews
es: Nuevas → aprendiendo → conocidas al repasar
fr: Nouvelles → en cours → connues en révisant
ja: 新規→学習中→定着（復習で進む）
ko: 새로움 → 학습 중 → 익숙함 (복습할수록)
ru: Новые → учу → знаю — по мере повторений

source: New story
de: Neue Geschichte
es: Nueva historia
fr: Nouvelle histoire
ja: 新しい物語
ko: 새 이야기
ru: Новая история

source: New Tag
de: Neuer Tag
es: Nueva etiqueta
fr: Nouveau tag
ja: 新しいタグ
ko: 새 태그
ru: Новый тег

source: New word
de: Neues Wort
es: Nueva palabra
fr: Nouveau mot
ja: 新しい単語
ko: 새 단어
ru: Новое слово

source: New word to remember
de: Neues Wort zum Merken
es: Nueva palabra para recordar
fr: Nouveau mot à retenir
ja: 覚えたい新しい単語
ko: 기억할 새 단어
ru: Новое слово для запоминания

source: New words won't get translations until tomorrow. Upgrade to Pro for unlimited.
de: Neue Wörter erhalten erst morgen Übersetzungen. Upgrade auf Pro für unbegrenzt.
es: Las palabras nuevas no tendrán traducción hasta mañana. Pasa a Pro para acceso ilimitado.
fr: Les nouveaux mots ne seront pas traduits avant demain. Passez à Pro pour un accès illimité.
ja: 明日まで新しい単語の翻訳はできません。Proにアップグレードすると無制限に。
ko: 새 단어는 내일까지 번역을 받을 수 없어요. 무제한 사용을 위해 Pro로 업그레이드하세요.
ru: Новые слова не получат перевод до завтра. Перейди на Pro для безлимита.

source: Newest
de: Neueste
es: Más nuevas
fr: Plus récents
ja: 新しい順
ko: 최신순
ru: Сначала новые

source: Next review
de: Nächstes Review
es: Próximo repaso
fr: Prochaine révision
ja: 次の復習
ko: 다음 복습
ru: Следующее ревью

source: Next Review
de: Nächste Wiederholung
es: Próxima revisión
fr: Prochaine révision
ja: 次の復習
ko: 다음 복습
ru: Следующее повторение

source: Next review in %lld days
de: Nächste Wiederholung in %lld Tagen
es: Próximo repaso en %lld días
fr: Prochaine révision dans %lld jours
ja: 次の復習まで%lld日
ko: 다음 복습까지 %lld일
ru: Следующий повтор через %lld дн.

source: Next review tomorrow
de: Nächste Wiederholung morgen
es: Próxima revisión mañana
fr: Prochaine révision demain
ja: 次の復習は明日
ko: 다음 복습 내일
ru: Следующее повторение завтра

source: Nice start!
de: Guter Start!
es: ¡Buen comienzo!
fr: Bon début !
ja: いいスタート！
ko: 좋은 시작!
ru: Отличное начало!

source: Night
de: Nacht
es: Noche
fr: Nuit
ja: ナイト
ko: 나이트
ru: Ночь

source: No activity
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
ja: アクティビティなし
ko: 활동 없음
ru: Нет активности

source: No credit card required
de: Keine Kreditkarte erforderlich
es: No se requiere tarjeta de crédito
fr: Pas de carte bancaire requise
ja: クレジットカード不要
ko: 신용카드 불필요
ru: Банковская карта не нужна

source: No daily cap — translate whenever
de: Kein Tageslimit — übersetz wann du willst
es: Sin tope diario — traduce cuando quieras
fr: Pas de plafond — traduis quand tu veux
ja: 1日の上限なし — いつでも翻訳
ko: 하루 한도 없음 — 원할 때 번역
ru: Без дневного лимита — переводи когда хочешь

source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion internet
ja: インターネット接続なし
ko: 인터넷 연결 없음
ru: Нет подключения к интернету

source: No packs yet
de: Noch keine Packs
es: Aún no hay packs
fr: Pas encore de packs
ja: まだパックなし
ko: 아직 팩 없음
ru: Наборов пока нет

source: No recent words
de: Keine neuen Wörter
es: Sin palabras recientes
fr: Pas de mots récents
ja: 最近の単語なし
ko: 최근 단어 없음
ru: Нет недавних слов

source: No tag
de: Kein Tag
es: Sin etiqueta
fr: Pas de tag
ja: タグなし
ko: 태그 없음
ru: Без тега

source: no vibration
de: keine Vibration
es: sin vibración
fr: pas de vibration
ja: 振動なし
ko: 진동 없음
ru: без вибрации

source: No words found
de: Keine Wörter gefunden
es: No se encontraron palabras
fr: Aucun mot trouvé
ja: 単語が見つかりません
ko: 단어를 찾을 수 없음
ru: Слова не найдены

source: No words found in the image. Try a clearer photo.
de: Keine Wörter im Bild gefunden. Versuche ein klareres Foto.
es: No se encontraron palabras. Prueba con una foto más clara.
fr: Aucun mot trouvé dans l’image. Essayez une photo plus nette.
ja: 画像から単語が見つかりませんでした。より鮮明な写真をお試しください。
ko: 이미지에서 단어를 찾을 수 없어요. 더 선명한 사진을 시도해 보세요.
ru: Слова не найдены. Попробуй более чёткое фото.

source: No words in «%@»
de: Keine Wörter in «%@»
es: No hay palabras en «%@»
fr: Aucun mot dans « %@ »
ja: 「%@」に単語がありません
ko: «%@»에 단어 없음
ru: Нет слов в «%@»

source: Not enough words yet
de: Noch nicht genug Wörter
es: Aún no hay suficientes palabras
fr: Pas encore assez de mots
ja: まだ単語が足りません
ko: 아직 단어가 부족합니다
ru: Пока недостаточно слов

source: Not sure? Skip for now
de: Unsicher? Erstmal überspringen
es: ¿No estás seguro? Sáltalo por ahora
fr: Pas sûr ? Passez pour l’instant
ja: わからない？今はスキップ
ko: 확실하지 않나요? 일단 건너뛰기
ru: Не уверен? Пропусти пока

source: Nothing due right now
de: Gerade nichts fällig
es: Nada pendiente ahora
fr: Rien à revoir pour l’instant
ja: 今は復習なし
ko: 지금은 복습할 것 없음
ru: Сейчас нечего повторять

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
ru: Уведомления

source: Noun
de: Substantiv
es: Sustantivo
fr: Nom
ja: 名詞
ko: 명사
ru: Существительное

source: now
de: jetzt
es: ahora
fr: maintenant
ja: 今
ko: 지금
ru: сейчас

source: Ocean
de: Ozean
es: Océano
fr: Océan
ja: 海
ko: 바다
ru: Океан

source: of %lld
de: von %lld
es: de %lld
fr: sur %lld
ja: / %lld
ko: %lld 중
ru: из %lld

source: Oldest
de: Älteste
es: Más antiguas
fr: Plus anciens
ja: 古い順
ko: 오래된순
ru: Сначала старые

source: On Target
de: Ziel erreicht
es: En el blanco
fr: Dans la cible
ja: 命中
ko: 목표 달성
ru: В цель

source: Onboarding
de: Einführung
es: Introducción
fr: Accueil
ja: オンボーディング
ko: 온보딩
ru: Знакомство

source: Once more
de: Nochmal
es: Otra vez
fr: Encore une fois
ja: もう一度
ko: 한 번 더
ru: Ещё раз

source: One missed day a week, no drama
de: Ein verpasster Tag pro Woche, kein Drama
es: Un día fallido a la semana, sin drama
fr: Un jour loupé par semaine, pas de drame
ja: 週1回忘れても大丈夫
ko: 일주일에 하루 빠져도 괜찮아
ru: Один пропуск в неделю — без драмы

source: One small step today — closer to your goal.
de: Ein kleiner Schritt heute — näher an deinem Ziel.
es: Un pequeño paso hoy — más cerca de tu meta.
fr: Un petit pas aujourd’hui — plus près de votre objectif.
ja: 今日の一歩が目標に近づく。
ko: 오늘의 작은 한 걸음 — 목표에 더 가까이.
ru: Маленький шаг сегодня — ближе к цели.

source: One word at night
de: Ein Wort für die Nacht
es: Una palabra por la noche
fr: Un mot le soir
ja: 夜の単語ひとつ
ko: 밤에 단어 하나
ru: Одно слово на ночь

source: One word unlocks lessons and practice
de: Ein Wort schaltet Lektionen und Übung frei
es: Una palabra desbloquea lecciones y práctica
fr: Un mot débloque les leçons et la pratique
ja: 1語でレッスンと練習が開く
ko: 단어 하나로 레슨과 연습이 열려요
ru: Одного слова хватит для уроков и практики

source: Oops! Something went wrong.
de: Ups! Etwas ist schiefgelaufen.
es: ¡Ups! Algo salió mal.
fr: Oups ! Quelque chose s’est mal passé.
ja: エラーが発生しました。
ko: 이런! 문제가 발생했어요.
ru: Ой! Что-то пошло не так.

source: Open calendar
de: Kalender öffnen
es: Abrir calendario
fr: Ouvrir le calendrier
ja: カレンダーを開く
ko: 캘린더 열기
ru: Открыть календарь

source: Open Mind
de: Offener Geist
es: Mente abierta
fr: Esprit ouvert
ja: オープンマインド
ko: 열린 마음
ru: Открытый ум

source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки

source: Opens camera to scan a word list
de: Öffnet die Kamera zum Scannen einer Wortliste
es: Abre la cámara para escanear una lista de palabras
fr: Ouvre l’appareil photo pour scanner une liste de mots
ja: 単語リストをスキャンするためにカメラを開きます
ko: 단어 목록을 스캔하려고 카메라를 엽니다
ru: Открывает камеру, чтобы отсканировать список слов

source: Opens Home visibility settings
de: Öffnet die Home-Sichtbarkeit
es: Abre la visibilidad de Inicio
fr: Ouvre la visibilité de l'accueil
ja: ホームの表示設定を開く
ko: 홈 표시 설정을 열어
ru: Открывает настройки главной

source: Opens settings
de: Öffnet Einstellungen
es: Abre los ajustes
fr: Ouvre les paramètres
ja: 設定を開く
ko: 설정 열기
ru: Открывает настройки

source: Opposites
de: Gegenteile
es: Opuestos
fr: Contraires
ja: 反対語
ko: 반의어
ru: Антонимы

source: Optional extras. Home stays quiet unless you turn these on.
de: Optionale Extras. Home bleibt ruhig, bis du sie anmachst.
es: Extras opcionales. Inicio se queda quieto hasta que los actives.
fr: Extras optionnels. L'accueil reste calme tant que tu ne les allumes pas.
ja: 任意の追加。オンにするまでホームは静か。
ko: 선택 기능. 켜기 전까지 홈은 조용해.
ru: Необязательные штуки. Главная тихая, пока сам не включишь.

source: or subscribe
de: oder abonnieren
es: o suscribirse
fr: ou abonnez-vous
ja: またはサブスクリプション
ko: 또는 구독
ru: или подписаться

source: Organizer
de: Organisator
es: Organizador
fr: Organisateur
ja: オーガナイザー
ko: 정리왕
ru: Организатор

source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
ko: 기타
ru: Другое

source: Outstanding!
de: Hervorragend!
es: ¡Sobresaliente!
fr: Exceptionnel !
ja: 素晴らしい！
ko: 뛰어나요!
ru: Превосходно!
